{
  "text": {
    "hey": 37,
    "hello": 36,
    "hi": 38,
    "there": 75,
    "good": 30,
    "morning": 49,
    "evening": 26,
    "moin": 48,
    "let": 45,
    "s": 62,
    "go": 29,
    "dude": 25,
    "goodmorning": 33,
    "goodevening": 32,
    "afternoon": 1,
    "cu": 19,
    "by": 10,
    "cee": 12,
    "you": 89,
    "later": 44,
    "night": 54,
    "bye": 11,
    "goodbye": 31,
    "have": 35,
    "a": 0,
    "nice": 53,
    "day": 20,
    "see": 63,
    "around": 7,
    "yes": 88,
    "y": 87,
    "indeed": 42,
    "of": 57,
    "course": 18,
    "that": 73,
    "sounds": 66,
    "correct": 17,
    "no": 55,
    "n": 51,
    "never": 52,
    "i": 41,
    "don": 23,
    "t": 69,
    "think": 76,
    "so": 65,
    "like": 46,
    "way": 80,
    "not": 56,
    "really": 60,
    "are": 6,
    "bot": 9,
    "human": 40,
    "am": 2,
    "talking": 70,
    "to": 77,
    "what": 84,
    "the": 74,
    "steps": 68,
    "find": 27,
    "api": 4,
    "versioning": 79,
    "and": 3,
    "documentation": 22,
    "how": 39,
    "perform": 59,
    "code": 15,
    "with": 86,
    "git": 28,
    "do": 21,
    "we": 82,
    "update": 78,
    "content": 16,
    "on": 58,
    "cms": 14,
    "handle": 34,
    "website": 83,
    "downtime": 24,
    "ways": 81,
    "seo": 64,
    "audits": 8,
    "when": 85,
    "renew": 61,
    "ssl": 67,
    "certificate": 13,
    "thanks": 72,
    "thank": 71,
    "appreciate": 5,
    "it": 43,
    "lot": 47,
    "much": 50
  },
  "intent": {
    "greet": 5,
    "goodbye": 4,
    "affirm": 0,
    "deny": 3,
    "bot_challenge": 2,
    "ask_sop": 1,
    "thanks": 7,
    "nlu_fallback": 6
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_search_sop": 9,
    "utter_ask_for_details": 13,
    "utter_did_that_help": 14,
    "utter_goodbye": 15,
    "utter_iamabot": 16,
    "utter_thanks": 17,
    "utter_welcome": 18
  },
  "action_text": null,
  "intent_response_key": null
}